---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymDBottom
source: html/8814b176-2783-eaa9-95e7-adfe8bb1a750.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymDBottom Property

"D_Bottom"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamSpanSymDBottom { get; }
```